Repository: abmobilesoftware/smssurvey
Catalog: smsSurvery.Surveryer/GlobalResources/Global.*.resx
Languages: ro

# alertCauseAllKeywordsDetectedMessage
source: Keywords '{0}' detected
ro: Cuvintele cheie, '{0}', au fost detectate

# alertCauseAnyKeywordDetectedMessage
source: Keyword '{0}' detected
ro: Cuvantul cheie, '{0}', a fost detectat

# alertCauseContainsMessage
source: Keyword '{0}' detected
ro: Cuvantul cheie, '{0}', a fost detectat

# alertCauseEqualMessage
source: Expected answer, '{0}', received
ro: Raspunsul cautat, '{0}', a fost primit

# alertCauseGreaterMessage
source: Received answer '{0}' ({1}) > than threshold answer '{2}' ({3})
ro: Raspunsul primit '{0}' ({1}) mai mare decat raspunsul limita '{2}' ({3})

# alertCauseGreaterOrEqualMessage
source: Received answer '{0}' ({1}) >= than threshold answer '{2}' ({3})
ro: Raspunsul primit '{0}' ({1}) mai mare sau egal cu raspunsul limita '{2}' ({3})

# alertCauseLessMessage
source: Received answer '{0}' ({1}) < than threshold answer '{2}' ({3})
ro: Raspunsul primit '{0}' ({1}) mai mic decat raspunsul limita '{2}' ({3})

# alertCauseLessOrEqualMessage
source: Received answer '{0}' ({1}) <= than threshold answer '{2}' ({3})
ro: Raspunsul primit '{0}' ({1}) mai mic sau egal cu raspunsul limita '{2}' ({3})

# alertCauseNotEqualMessage
source: Answer different from expected value '{0}'
ro: A fost primit un raspuns diferit de raspunsul asteptat '{0}'

# alertEmailSubject
source: Alert '{0}' triggered for question '{1}'
ro: Alerta '{0}' a fost declansata pentru intrebarea '{1}'

# MobileSurveyFooterCaption
source: Powered by
ro: Dezvoltat de

# MobileSurveyLeavePersonalInfoLabel
source: If you like to be informed about the steps taken by us to improve on your feedback please leave us some personal details:
ro: Daca doriti sa fiti informat despre masurile luate pe baza feedbackului dumneavoastra va rugam sa ne impartasiti cateva informatii despre dumneavoastra:

# MobileSurveyNoLabel
source: No
ro: Nu

# MobileSurveyPageTitle
source: Mobile Survey
ro: Chestionar

# MobileSurveyPersonalInfoNameLabel
source: Name
ro: Nume

# MobileSurveyPersonalInfoPhoneLabel
source: Phone number
ro: Numar de telefon

# MobileSurveyPersonalInfoSubmitBtnLabel
source: Submit personal info
ro: Trimiteti informatiile personale

# MobileSurveyPersonalInfoSubmittedLabel
source: Information submitted. Thank you!
ro: Informatii trimise. Va multumim!

# MobileSurveyPersonalInfoSurnameLabel
source: Surname
ro: Prenume

# MobileSurveyRatingAddionalInfoLabel
source: Qualify your answer and help us improve
ro: Va rugam sa va argumentati alegerea:

# MobileSurveySelectOneFromManyLabel
source: Select an answer
ro: Selectati un raspuns

# MobileSurveySubmitButtonCaption
source: Submit
ro: Trimite

# MobileSurveySubmittedMessage
source: This survey has already been been submitted. Thank you!
ro: Acest chestionar a fost deja completat. Va multumim pentru participare!

# MobileSurveySubmittedPageTitle
source: Survey already submitted
ro: Chestionar deja completat

# MobileSurveySubmittedTitle
source: Survey completed
ro: Chestionar deja completat

# MobileSurveyYesLabel
source: Yes
ro: Da

# SmsMobileSurveyTemplate
source: Please fill in the survey at {0}
ro: Va rugam sa completati chestionarul de la {0}

# SmsQuestionIndexTemplate
source: Q{0}/{1}:
ro: Intrebarea {0}/{1}:

# SmsQuestionRatingSuffixJoinTemplate
source: {0} for {1} out of {2} stars
ro: {0} pentru {1}

# SmsQuestionRatingSuffixTemplate
source: Reply with:
ro: Raspundeti cu:

# SmsQuestionSelectOneFromManyMemberSuffixTemplate
source: {0} for {1}
ro: {0} pentru {1}

# SmsQuestionSelectOneFromManySuffixTemplate
source: Reply with:
ro: Raspundeti cu:

# SmsQuestionYesNoSuffixTemplate
source: Reply with: 1 for Yes 2 for No
ro: Raspundeti cu: 1 pentru Da 2 pentru Nu
